{
  "0": {
    "text": "When the going gets rough - turn to wonder.",
    "author": "Parker Palmer"
  },
  "1": {
    "text": "If you have knowledge, let others light their candles in it.",
    "author": "Margaret Fuller"
  },
  "2": {
    "text": "A bird doesn't sing because it has an answer, it sings because it has a song.",
    "author": "Maya Angelou"
  },
  "3": {
    "text": "We are not what we know but what we are willing to learn.",
    "author": "Mary Catherine Bateson"
  },
  "4": {
    "text": "Good people are good because they've come to wisdom through failure.",
    "author": "William Saroyan"
  },
  "5": {
    "text": "Your word is a lamp for my feet, a light for my path.",
    "author": "Psalm 119:105"
  },
  "6": {
    "text": "The first problem for all of us, men and women, is not to learn, but to unlearn.",
    "author": "Gloria Steinem"
  },
  "7": {
    "text": "Be wise like serpents and harmless like doves.",
    "author": "Matthew 10:16"
  },
  "8": {
    "text": "By three methods we may learn wisdom: First, by reflection, which is noblest; Second, by imitation, which is easiest; and third by experience, which is the bitterest.",
    "author": "Confucius"
  },
  "9": {
    "text": "The reason people find it so hard to be happy is that they always see the past better than it was, the present worse than it is, and the future less resolved than it will be.",
    "author": "Marcel Pagnol"
  },
  "10": {
    "text": "We must believe that we are gifted for something, and that this thing, at whatever cost, must be attained.",
    "author": "Marie Curie"
  },
  "11": {
    "text": "The older I get, the greater power I seem to have to help the world; I am like a snowball - the further I am rolled the more I gain.",
    "author": "Susan B. Anthony"
  },
  "12": {
    "text": "Knowledge is love and light and vision.",
    "author": "Helen Keller"
  },
  "13": {
    "text": "Wisdom is knowing what to do next. Skill is knowing how to do it. Virtue is doing it.",
    "author": "Thomas Jefferson"
  },
  "14": {
    "text": "When one door of happiness closes, another one opens; but we look so long at the closed door that we do not see the one which has opened for us.",
    "author": "Helen Keller"
  },
  "15": {
    "text": "Poor eyes limit your sight; poor vision limits your deeds.",
    "author": "Franklin Field"
  },
  "16": {
    "text": "I do not pray for success. I ask for faithfulness.",
    "author": "Mother Teresa"
  },
  "17": {
    "text": "I used to ask God to help me. Then I asked if I might help him.",
    "author": "Hudson Taylor"
  },
  "18": {
    "text": "The wise person doesn't give the right answers, but poses the right questions.",
    "author": "Claude Levi-Strauss"
  },
  "19": {
    "text": "What happens is not as important as how you react to what happens.",
    "author": "Ellen Glasgow"
  },
  "20": {
    "text": "The journey of a thousand miles begins with one step.",
    "author": "Lao Tzu"
  },
  "21": {
    "text": "The only true wisdom is in knowing you know nothing.",
    "author": "Socrates"
  },
  "22": {
    "text": "Just as treasures are uncovered from the earth, so virtue appears from good deeds, and wisdom appears from a pure and peaceful mind. To walk safely through the maze of human life, one needs the light of wisdom and the guidance of virtue.",
    "author": "Buddha"
  },
  "23": {
    "text": "True wisdom comes to each of us when we realize how little we understand about life, ourselves, and the world around us.",
    "author": "Socrates"
  },
  "24": {
    "text": "Tell me and I'll forget; show me and I may remember; involve me and I'll understand.",
    "author": "Chinese Proverb"
  },
  "25": {
    "text": "Just remember the world is not a playground but a schoolroom. Life is not a holiday but an education. One eternal lesson for us all: to teach us how better we should love.",
    "author": "Barbra Jordan"
  },
  "26": {
    "text": "Prayer is the raising of one's mind and heart to God or the requesting of good things from God.",
    "author": "St. John Damascene, Theologian (675-746 AD)"
  },
  "27": {
    "text": "Prayer is not an old woman's idle amusement. Properly understood and applied, it is the most potent instrument of action.",
    "author": "Mahatma Gandhi"
  },
  "28": {
    "text": "Perhaps instead of bombarding God with requests for what is not, we might try, instead, asking God to open our eyes to see what is.",
    "author": "Margaret Silf"
  },
  "29": {
    "text": "Grace is not part of consciousness; it is the amount of light in our souls, not knowledge nor reason.",
    "author": "Pope Francis"
  },
  "30": {
    "text": "There are two ways of spreading light: to be the candle or the mirror that reflects it.",
    "author": "Edith Wharton"
  }
}